Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/courtroom/jury.html.txt.tmx
Source language: en
Languages: ga

source: The jury fulfils a very important function in the legal system
ga: Tá feidhm thar a bheith tábhachtach ag an ngiúiré sa chóras dlí

source: You are entitled to be tried by jury inless the alleged offence is a minor one or one that is being tried in the Special Criminal Court
ga: Ach níl gá le giúiré i ngach cás. Beidh giúiré ann i ngach cás coiriúil sa Chúirt Chuarda nó sa Chúirt Choiriúil Speisialta

source: However, a jury is not required in every legal case. There will be a jury in some civil cases such as defamation and assault cases
ga: Beidh giúiré ann i roinnt cásanna sibhialta, mar shampla i gcásanna clúmhillte agus ionsaithe

source: However, for the majority of civil cases such as personal injuries actions and family law cases, there is no jury - it is the judge who decides the outcome
ga: I bhformhór cásanna sibhialta, áfach, leithéidí caingne diobhála pearsanta agus cásanna dlí teaghlaigh, níl giúiré ann - is é an breitheamh a bhreithníonn cén toradh a bheas ann

source: The jury consists of 12 members of the public who sit in a box to one side of the judge
ga: Is iad 12 bhall den phobal atá sa ghiúiré agus tá siad suite in áiléar ar thaobh amháin den bhreitheamh

source: One of the jurors is selected as a foreman of the jury by the members of the jury before the case starts
ga: Déantar duine den ghiúiré a thoghadh mar phríomhghiúróir

source: He or she acts as an informal chairperson and spokesperson for the jury
ga: Feidhmíonn sé nó sí mar chathaoirleach neamhfhoirmiúil agus urlabhraí thar ceann an ghiúiré

source: The 12 jurors in a case are selected from a number of people who have been called to do their jury service on that day
ga: Déantar an 12 ghiúróir a roghnú as líon daoine a nglaodh orthu a seirbhís ghiúiré a dhéanamh an lá sin

source: Section 23 of the Courts and Civil Law (Miscellaneous Provisions) Act 2013 amended the Juries Act 1976 so that the jury can consist of up to 15 members, if the case is expected to last more than 2 months
ga: Leasaigh Alt 23 den Acht gCúirteanna agus Dlí Sibhialta (Forálacha Ilghnéitheacha) 2013 an tAcht na nGiúiréithe 1976 ionas gur féidir leis an giúiré comhdhéanta de suas le 15 ball, má táthar ag súil an cás go deireanach níos mó ná 2 mhí

source: The jurors are charged with the responsibility of deciding whether, on the facts of the case, a person is guilty or not guilty of the offence for which he or she has been charged
ga: I dtriail choiriúil, tá sé de dhualgas ar na giúróirí, ag cur fíorais an cháis san áireamh, breithniú cibé an bhfuil nó nach bhfuil duine ciontach sa chion lena cúisiodh é

source: The jury must reach its verdict by considering only the evidence introduced in court and the directions of the judge
ga: Ní mór don ghiúiré teacht ar a bhfíorasc trín fhianaise a cuireadh faoina mbráid sa chúirt amháin a mheas, chomh maith le moltaí an bhreithimh

source: The jury does not interpret the law
ga: Ní dhéanann giúiré an dlí a mhíniú

source: It follows the directions of the judge as regards legal matters
ga: Leanann sé moltaí an bhreithimh maidir le hábhair dlí

source: During all stages of the trial, jurors may take notes of proceedings
ga: Le linn na trialach ar fad, tá cead ag giúróirí nótaí a thógáil de na himeachtaí

source: Jurors may also pass notes to the foreman or forewoman of the jury to ask the judge to explain certain aspects of the case
ga: Tá cead acu freisin nótaí a thabhairt do chainteoir an choiste dháréag agus is féidir leo siúd ceist a chur ar an mbreitheamh cur síos a thabhairt ar ghnéithe an cháis

source: At the conclusion of the trial, the jurors are given an issue paper, which states the issues that the jury must consider in reaching its verdict
ga: Ag deireadh na trialach, tugtar bileog speisialta do na giúróirí a thaispeánann na saincheisteanna go gcaithfear breithniú a dhéanamh orthu roimh chinneadh a dhéanamh

source: When a jury consists of more than 12 members, only 12 are selected to consider the verdict
ga: Nuair a tá níos mó ná 12 ball giúiré, ach 12 acu a roghnaítear a mheas an fíorasc

source: A Court Garda or other official is required to keep the jury together until the verdict is reached
ga: Ag deireadh an cháis, bíonn ar Gharda na Cúirte nó ar oifigeach eile an coiste dháréag a choimeád le chéile go dtí go ndéantar cinneadh

source: The jury is taken into the jury room and allowed no outside communication at all, with the exception of notes to the Court Registrar
ga: Bíonn ar na giúróirí an cás a phlé sa seomra giúiréithe agus níl cead acu teagmháil a dhéanamh le haon duine eile, ach amháin chun nótaí a thabhairt don Chláraitheoir Cúirte

source: They may keep a copy of the indictment, the exhibits and their notes
ga: Is féidir leo cóipeanna a choimeád den díotáil, de na taispeántáin agus na nótaí

source: Jurors may send out notes asking for the law to be further explained or for the judge to remind them of the details of the evidence
ga: Is féidir le giúróirí nóta a thabhairt don bhreitheamh chun níos mó faisnéise a lorg ar an dlí nó chun athbhreithniú a dhéanamh ar shonraí na fianaise

source: They will then be brought back into the court for the judge to give them such assistance as he/she can but there can be no new evidence at this stage
ga: Tagann na giúróirí ar ais chuig seomra na cúirte chun cúnamh a fháil ón mbreitheamh, ach ní fhéadtar breithniú a dhéanamh ar fhianaise nua ag an gcéim seo

source: In reaching its verdict in a criminal trial, the jury must be satisfied that the person is guilty beyond reasonable doubt
ga: Ag teacht ar a fhíorasc i dtriail choiriúil, ní mór don ghiúiré a bheith sásta go bhfuil an duine ciontach thar amhras réasúnach

source: Beyond reasonable doubt means that if there are two reasons given in the case and both are possible explanations for what happened, taken together with the evidence presented, the jury should give the person the benefit of the doubt and decide on a verdict of not guilty
ga: Thar amhras réasúnach Ciallaíonn sé seo má tá dhá chúis tugtha sa chás agus tá an dá mínithe féidir an méid a tharla, i dteannta a chéile leis an bhfianaise láthair, ba chóir an giúiré a thabhairt don duine ar mhaithe leis an amhras agus cinneadh a dhéanamh maidir le fíorasc de neamhchiontach

source: If the case is a civil one, the jury must be satisfied with its verdict on the balance of probabilities
ga: Má tá an cás amháin sibhialta, ní mór don ghiúiré a bheith sásta lena bhfíorasc ar chothrom na dóchúlachta

source: It is not necessary that a jury be unanimous in its verdict
ga: Níl ar an gcoiste dháréag cinneadh d’aon ghuth a dhéanamh

source: In a criminal case, a verdict need not be unanimous where there are not fewer than 11 jurors if 10 of them agree on a verdict after considering the case for a reasonable time (not less than two hours)
ga: Nuair a bhíonn cás coiriúil ar siúl, níl ar an gcoiste dháréag cinneadh d’aon ghuth a dhéanamh nuair a bhíonn 11 giúróir nó níos mó i gceist, nuair a aontaíonn 10 acu i ndiaidh breithniú a dhéanamh ar an gcás ar feadh tréimhse ama réasúnta (dhá uair nó níos mó)

source: In a civil trial, a verdict may be reached by a majority of 9 of the 12 members
ga: Nuair a bhíonn triail shibhialta ar siúl, bíonn ar 9 den 12 giúróir glacadh leis an gcinneadh céanna

source: When the jury has reached its decision, it will return to the court and the verdict will be read out by the foreman
ga: Nuair atá a bhfíorasc socraithe ag an ngiúiré, rachaidh sé ar ais go dtí an chúirt agus déanfaidh an phríomhghiúróir an fíorasc a léamh amach

source: The jury has no role in sentencing
ga: Níl an coiste dháréag freagrach as pianbhreitheanna a leagadh amach

source: This decision is left up to the judge following submissions made by both sides
ga: Is é an breitheamh atá freagrach as chinneadh a dhéanamh i ndiaidh aighneachtaí a fháil ón dá thaobh

source: For more information about acting as a juror, read our document on jury service
ga: Chun tuilleadh eolais faoi fheidhmiú mar ghiúróir, brú ar an mír seirbhís ghiúiré

source: • Decide the facts of the case only
ga: • Fíorais an cháis amháin a leagadh amach

source: • Take directions relating to law from the trial judge, whether or not they agree with him/her
ga: • Glacadh le treoracha dlí ón mbreitheamh, cibé go n-aontaíonn siad leis nó léi

source: • Remain impartial and independent
ga: • Dearcadh neamhchlaonta, pearsanta a chosaint

source: • Remain uninfluenced by any person
ga: • A dtuairimí féin a leanúint

source: It is an offence for any person who is not a member of the jury to attempt to influence a juror in any way
ga: Is cion é nuair a dhéanann duine lasmuigh den choiste dháréag iarracht tionchar a bheith aige/aici ar ghiúróir i slí ar bith

source: If any person speaks to a juror about the case, the juror should inform the court or a member of the Gardai
ga: Má dhéantar iarracht labhairt le giúróir faoin chás, ba cheart don ghiúróir é seo a chur in iúl don chúirt nó do Gharda Síochána

source: • Keep statements made in the jury room confidential
ga: • An fhaisnéis ó sheomra an choiste dháréag a choimeád faoi rún

source: Jurors should not discuss the case with any person other than members of the jury
ga: Níl cead ag giúróirí an cás a phlé le daoine lasmuigh den choiste dháréag

source: It is contempt of court punishable by fine and/or imprisonment to repeat any statements made in the jury room
ga: Má theipeann ar ghiúróir an fhaisnéis seo a choimeád faoi rún, is díspreagadh cúirte é agus beidh air/uirthi fíneáil a íoc nó tréimhse ama a chaitheamh sa phríosún
